Revit 2027 API
ParameterTypeId.WallBaseHeightParam Property
 "Base height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallBaseHeightParam { get; }
Public Shared ReadOnly Property WallBaseHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallBaseHeightParam {
	ForgeTypeId^ get ();
}
static member WallBaseHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace